{
	"@metadata": {
		"authors": [
			"McDutchie"
		]
	},
	"cirrussearch-desc": "Recerca pro MediaWiki actionate per Elasticsearch",
	"cirrussearch-backend-error": "Un problema temporari ha impedite le completion del recerca. Per favor reproba plus tarde.",
	"cirrussearch-parse-error": "Le consulta non ha essite comprendite. Simplifica lo, per favor. Le consulta ha essite registrate pro meliorar le systema de recerca.",
	"cirrussearch-too-busy-error": "Le recerca es troppo occupate pro le momento. Reproba plus tarde.",
	"cirrussearch-regex-syntax-error": "Error de syntaxe in expression regular a $2: $1",
	"cirrussearch-regex-too-busy-error": "Al momento se executa troppo de recercas a expression regular. Reproba plus tarde.",
	"cirrussearch-regex-too-complex-error": "Le expression regular es troppo complexe. Apprende [[mw:Special:MyLanguage/Help:CirrusSearch/RegexTooComplex|como simplificar lo]].",
	"cirrussearch-now-using": "Iste wiki usa un nove motor de recerca. ([[mw:Special:MyLanguage/Help:CirrusSearch|Leger plus]])",
	"cirrussearch-ignored-headings": " #<!-- non modificar in alcun modo iste linea --> <pre>\n# Titulos de sectiones que essera ignorate per le recerca.\n# Cambiamentos in isto habera effecto post le indexation del paginas con iste sectiones.\n# Tu pote fortiar le re-indexation de un pagina per medio de un modification nulle.\n# Le syntaxe es:\n#   * Toto a partir de un character \"#\" usque al fin del linea es un commento\n#   * Cata linea non vacue es un titulo exacte a ignorar, con distinction inter majusculas e minusculas\nReferentias\nLigamines externe\nVide etiam\n #</pre> <!-- non modificar in alcun modo iste linea -->",
	"cirrussearch-boost-templates": " #<!-- non modificar in alcun modo iste linea --> <pre>\n# Si un pagina contine un de iste patronos alora su punctage de recerca es multiplicate per le percentage configurate.\n# Cambios a isto essera effective immediatemente.\n# Le syntaxe es le sequente:\n#   * Toto ab un character \"#\" al fin del linea es un commento\n#   * Cata linea non vacue debe continer le nomine exacte del patrono a promover, incluse le spatio de nomines, majusculas e minusculas correcte e toto altere, sequite per un character \"|\", un numero e un character \"%\".\n# Exemplos de bon lineas:\n# Patrono:Bon|150%\n# Patrono:Multo multo bon|300%\n# Patrono:Mal|50%\n# Exemplos de lineas que non functiona:\n# Patrono:Exemplo|150.234234% <-- decimales non permittite!\n# Exemplo|150% <--- functiona technicamente, ma solo pro transclusiones del pagina Exemplo ab le spatio de nomines principal\n# Pro testar le cambios de configuration, exeque un recerca prefixate con boost-templates:\"XX\" ubi XX representa tote le patronos que tu vole promover, separate per spatios e non saltas de linea.\n# Le recercas que specifica boost-templates:\"XX\" ignora le contento de iste campo.\n #</pre> <!-- non modificar in alcun modo iste linea -->",
	"cirrussearch-pref-label": "Nove recerca",
	"cirrussearch-pref-desc": "Essaya nostre nove motor de recerca que supporta un numero major de linguas, forni resultatos plus actual e pote mesmo cercar texto intra patronos.",
	"cirrussearch-offset-too-large": "Impossibile recuperar le resultatos. Es supportate un maximo de $1 resultatos de recerca, ma esseva requestate resultatos a partir de $2."
}
